Repository: david-alonso-su/PooLandApp
Catalog: Pages/Report.*.resx
Languages: es

source: Change Location
es: Cambiar localización

source: Choose
es: Elegir

source: Description
es: Descripción

source: Error Uploading Photo
es: Error subiendo foto

source: Go to Map page
es: Ir al mapa

source: HCaptcha required
es: HCaptcha requerido

source: Invalid Captcha
es: Captcha invalido

source: Invalid Coordinates
es: Coordenadas invalidas

source: Latitude
es: Latitud

source: Latitude required
es: Latitud requerida

source: Location
es: Localización

source: Longitude
es: Longitud

source: Longitude required
es: Longitud requerida

source: Photo
es: Foto

source: Pick poo location
es: Posición de la caca

source: Poo Data
es: CacaDatos

source: Poo Uploaded
es: Caca subida

source: Send
es: Enviar

source: Sorry something went wrong
es: Perdón, algo fue mal

source: Try it again
es: Intentar de nuevo
